Repository: xyzumut/FaturaProje
Catalog: lang/Paymendo-*.po
Languages: tr_tr

source: Paymendo Settings
tr_tr: Paymendo Ayar

source: Paymendo Settings Page
tr_tr: Paymendo Ayar Sayfası

source: E-mail Address
tr_tr: Mail Adresi

source: Password
tr_tr: Şifre

source: Successfully logged in.
tr_tr: Başarı ile giriş yapıldı.

source: Information saved and logged in.
tr_tr: Bilgiler kaydedildi ve giriş yapıldı.

source: Not logged in yet. To log in, enter the information and press submit.
tr_tr: Henüz giriş yapılmadı. Giriş Yapmak için bilgileri girip göndere basın.

source: Login failed because information is missing or incorrectly saved.
tr_tr: Giriş yapılamadı çünkü bilgiler eksik veya hatalı kaydedildi.

source: Order Number
tr_tr: Sipariş numarası

source: Status
tr_tr: Durum

source: Created
tr_tr: Oluşturulma

source: Balance
tr_tr: Tutar

source: Pay
tr_tr: Öde

source: An error occurs, please login again.
tr_tr: Bir hata oluşur, lütfen tekrar giriş yapınız.

source: Add Order
tr_tr: Fatura Ekle

source: Your Note
tr_tr: Notunuz

source: Create Order
tr_tr: Fatura Oluştur

source: Current page
tr_tr: Şu anki sayfa

source: There was a problem, try again later.
tr_tr: Bir sorun oluştu, daha sonra tekrar deneyin.

source: Misdirection, please first select the invoice to be paid from the invoices page.
tr_tr: Yanlış yönlendirme, lütfen önce faturalar sayfasından ödenecek faturayı seçin.

source: Name
tr_tr: İsim

source: Name Surname
tr_tr: İsim Soyisim

source: Card Number
tr_tr: Kart Numarası

source: Expiry Date (Month/Year)
tr_tr: Son Kullanma Tarihi (Ay/Yıl)

source: Expiry Date
tr_tr: Son Kullanma Tarihi

source: Security Code
tr_tr: Güvenlik Kodu

source: Please enter all information completely.
tr_tr: Tüm bilgileri eksiksiz giriniz.

source: Submit
tr_tr: Gönder

source: Payment Page
tr_tr: Ödeme Sayfası

source: Orders Page
tr_tr: Faturalar Sayfası

source: Password Sent Wrong
tr_tr: Şifre Yanlış Gönderildi

source: Email Address Sent Wrong
tr_tr: Email Yanlış Gönderildi

source: Authentication error, please sign in again.
tr_tr: Doğrulama hatası, lütfen tekrar oturum açın.

source: The information entered was incorrect, so the login failed.
tr_tr: Girilen bilgilerde yanlışlık var, bu yüzden oturum açılamadı.
